{
  "updates": [
	  {
		  "version": "0.0.431",
		  "updateDate": "2020-03-30",
		  "startDate" : "2020-03-30",
		  "endDate" : "2020-04-30",
		  "mainType" : "News",
		  "mainTitle" : "MDA & eAttest V2",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "MDA & eAttest V2"
				  },
				  "description": {
					  "fr": "Dans cette période difficile pour tout un chacun, notre équipe continue à améliorer votre logiciel.<br/>Aujourd’hui deux nouvelles modifications substantielles ont été mises en ligne.<br/><br/><b>1) Service MDA – Membrer Data – Données du membre</b><br/>Ce nouveau service remplace le système de vérification de l’assurabilité d’un patient et vous permet également d’avoir accès à bien d’autres informations. En résumé, MDA vous permet d’obtenir pour un patient  :<ul><li>sa situation en matière d’assurabilité ;</li><li>son éventuelle inscription dans une Maison médicale (Nom et N° Inami de la MM) ;</li><li>son éventuelle hospitalisation (Nom et N° Inami de l’hôpital, n° du service, type de service) ;</li><li>son statut affection chronique ;</li><li>son trajet de soins (diabète + insuffisance rénale chronique) ;</li><li>son pharmacien de référence (Nom et N° Inami) ;</li></ul>Attention, ce service est un peu plus lent que le service précédent.<br/><br/><b>2) eAttest V2 (deuxième version service eAttest)</b><br/>Cette nouvelle version vous permet :<ul><li>d’annuler électroniquement une attestation de soins réalisée avec eAttest (plus besoin de remplir un formulaire Google) ;</li><li>d’améliorer les contrôles avant l’envoi de la facture et ainsi éviter des erreurs ;</li><li>d’assurer la gestion des arrondis ;</li><li>d’améliorer l’attestation patient.</li></ul>Nous vous souhaitons beaucoup de courage et restons à vos côtés dans ces moments difficiles."
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.424",
		  "updateDate": "2020-03-25",
		  "startDate" : "2020-03-25",
		  "endDate" : "2020-03-30",
		  "mainType" : "News",
		  "mainTitle" : "Baromètre Sciensano COVID-19",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "Baromètre Sciensano COVID-19"
				  },
				  "description": {
					  "fr": "Comme annoncé le 19 mars dernier, un recueil de données soutenu par Sciensano, Domus Medica, la KULeuven, l’Ugent, l’UAntwerpen, le Collège de médecine générale Francophone de Belgique et sa cellule universitaire, a été mis en place. Son objectif est de <b>suivre et de soutenir la première ligne</b> en prévoyant du matériel et/ou du personnel supplémentaire si nécessaire. Vous pouvez prendre connaissance de tous les détails du projet sur les pages d’accueil.<br/><br/>Ce baromètre est <b>destiné aux médecins généralistes, aux médecins coordinateurs et conseillers de maisons de repos, aux postes de triage, aux pharmaciens et bientôt aux infirmiers.</b> Il est prévu pour être complété une fois par jour et par lieu de soins. Cela ne prend que 5 minutes par jour.<br/><br/>Pour y participer, veuillez compléter le baromètre qui vous concerne chaque soir entre 18h et 22h sur la page <a href='https://covid19.healthdata.be/fr/' target='_blank'>https://covid19.healthdata.be/fr/</a><br/><b><br/>Un feedback personnalisé</b> et un rappel (vers 18h) vous seront envoyés quotidiennement via l’adresse e-mail renseignée dans le formulaire. Le plus important est de <b>compléter ce baromètre quotidiennement</b> afin de pouvoir <b>apprécier l’évolution de votre situation locale</b> au fil du temps"
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.423",
		  "updateDate": "2020-03-23",
		  "startDate" : "2020-03-22",
		  "endDate" : "2020-03-24",
		  "mainType" : "News",
		  "mainTitle" : "Nouveaux documents disponibles",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "Nouveaux documents disponibles"

				  },
				  "description": {
					  "fr": "Bonjours à tous,<br/><br/>3 nouveaux documents sortants sont disponibles: <ul><li>Certificat 'Covid19 - ITT Patient' (version officielle)</li><li>Certificat 'Covid19 - ITT Employeur' (version officielle)</li><li>Certificat Circonstancié administration des biens</li></ul><br/><br/><b>Pourquoi un nouveau certificat médical ?</b><br/>Sur proposition du Comité de l’assurance de l’INAMI, la ministre des Affaires sociales et de la Santé publique va publier un arrêté royal qui permet de financer de façon adéquate les prestations des médecins pendant la période de crise du COVID-19 et garantir la continuité des soins.<br/>Ces prestations sont effectuées par téléphone. Afin de simplifier la délivrance des certificats médicaux dans le cadre de ces prestations, il est proposé d’utiliser un certificat simplifié qui déroge au certificat actuel.<br/><br/><b>A qui le nouveau certificat est délivré ? </b><br/>Il s’agit du certificat à délivrer au patient. Celui-ci le transmet par voie postale ou par mail à sa mutualité (le patient forwarde alors votre mail à sa mutualité). Il ne s’agit donc pas du certificat employeur.<br/><br/><b>Comment et quand le médecin délivre le certificat ? </b><br/>Le certificat est utilisé pour les patients à la suite d’un avis téléphonique (codes 101990 et 101135) :<ul><li>Patients potentiellement affectés par le COVID-19 </li><li>Patients souffrants d’une maladie chronique qui ne peuvent se rendre chez le médecin en raison des directives données dans le cadre du COVID-19 (immunodépression, …).</li></ul>Ce certificat peut être envoyé au patient par voie postale ou par mail, sous format PDF, afin que le patient puisse transmettre ce certificat au médecin-conseil de sa mutualité.<br/><br/><a href='https://epidemio.wiv-isp.be/ID/Documents/Covid19/COVID-19_procedure_GP_FR.pdf' target='_blank'>PROCÉDURE POUR LES MÉDECINS GÉNÉRALISTES EN CAS DE SUSPICION DE MALADIE COVID-19</a> version du 20/03/2020"
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.419",
		  "updateDate": "2020-03-18",
		  "startDate" : "2020-03-18",
		  "endDate" : "2020-03-22",
		  "mainType" : "News",
		  "mainTitle" : "Informations importantes de l'INAMI ",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "Informations importantes de l'INAMI "

				  },
				  "description": {
					  "fr": "Bonjours à tous,<br/><br/> MyInami permet aujourd’hui à un dispensateur de soins de donner ou recevoir un ou plusieurs mandats pour gérer ses données administratives.<br/></br/>Plus d’infos via <a href='https://www.riziv.fgov.be/fr/programmes-web/Pages/mandat-myinami-dispensateur.aspx?utm_source=alert&utm_medium=email&utm_campaign=FR20200318' target='_blank'>Self-service système de mandats</a>de l’INAMI ou via notre site <a href='https://www.topaz.care/fr/' target='_blank'>www.topaz.care</a> Rubrique : Support."
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.417",
		  "updateDate": "2020-03-01",
		  "startDate" : "2020-03-01",
		  "endDate" : "2020-03-22",
		  "mainType" : "News",
		  "mainTitle" : "COVID-19",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "COVID-19"

				  },
				  "description": {
					  "fr": "Chers utilisateurs,<br/>Nous vous proposons d'utiliser une manière uniforme d'encoder les éléments de soins et procédures dans le cadre de l'épidémie actuelle, en accord avec les recommandations du WICC (WONCA International Classification Committee).<br/><br/><u>Contacts:</u><ul><li>« avis téléphonique » ou « consultation électronique » le cas échéant.</li></ul><u>Éléments de soins:</u><ul><li><b>ES covid-19 prouvé ou très probable (contact étroit avec personne testée positive): </b> Introduire « infection à coronavirus » (codes ICPC/ICD A77/B34.2)</li><li><b>Syndrôme grippal :</b> Introduire « syndrome grippal » (codes ICPC/ICD R80/J11.1)</li><li><b>Autre diagnostic respiratoire (rhinopharyngite...): </b>utiliser les termes habituels de la liste</li></ul><u>Procédures</u><ul><li>Pour une demande de test => test de microbiologie, immunologie pour un problème respiratoire.</li><li>Pour une mise en quarantaine => Procédure préventive pour un problème respiratoire (Description : Quarantaine)</li></ul><u>Document sortant:</u><ul><li>COVID 19</li></ul><u>Codes de prestations (bouton facturation) :</u><ul><li>101135  Avis en vue de la continuité des soins …. N 10</li><li>101990  Avis en vue du triage COVID-19………....N 10</li></ul><u>Ces deux nouveaux codes peuvent être utilisé dans les cas suivants:</u><ul><li>Prestataires Solo et MM à l’acte.</li><li>Prestataires en <b>MM au forfait</b> pour <b>un patient non inscrit</b> dans la Maison médicale.</li></ul><u>Ne peuvent pas utiliser ces codes:</u><ul><li>Prestataires en MM au forfait pour un <b>patient inscrit au forfait</b></li></ul><h3><b>Attention ces codes sont uniquement valable via efact (la justification tiers payant doit obligatoirement être 0 pour ces 2 codes) ou attestation papier.</b></h3><u>Vérification etarif</u><br/>Les codes de tarification n’ayant pas encore été introduits par toutes les mutuelles, vous ne pourrez pas toujours vérifier le e-tarif pour les codes prestations spécifiques (101135 – 101990).<br/>Si ceux-ci ne passent pas veuillez les retirer de votre liste de prestation et ce pour ne pas devoir ultérieurement gérer des retours de facturations.<br/>Les mutuelles pour lesquelles nous avons un retour de validation positif sont :<ul><li>OA200</li><li>OA300</li><li>OA500</li></ul><br/>Nous vous informerons lorsque les autres mutuelles permettrons la vérification du E-tarif pour ces 2 codes.<br/><br/>Pour avoir une vue compète sur ces recommandations une vidéo est à votre disposition via :<a href='https://www.youtube.com/watch?v=XOr-rrKW99A&feature=youtu.be' target='_blank'>ce lien</a><br/><br/>Bon travail à toutes et à tous !<br/>L’équipe médicale de Topaz."
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.372",
		  "updateDate": "2020-01-21",
		  "startDate" : "2020-01-21",
		  "endDate" : "2020-02-28",
		  "mainType" : "News",
		  "mainTitle" : "Labellisation 2019",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "Labellisation 2019"

				  },
				  "description": {
					  "fr": "En 2019, topaz a passé toute une série de tests afin d’obtenir la <b>labellisation INAMI</b> permettant d’octroyer la <b>prime de pratique intégrée en médecine générale.</b></br> Nous sommes très heureux de vous annoncer officiellement que nous avons <b>franchi toutes les étapes avec succès.</b><br/> Bravo à toute l’équipe engagée à 100% chaque jour dans ce projet, et merci à tous ceux qui soutiennent topaz depuis le début. Voilà une belle étape de franchie ! A présent, nous continuons de concentrer toute notre énergie dans notre logiciel pour vous offrir une plateforme répondant aux attentes de chacun.<br/>Merci de votre confiance,<br/><br/> N’hésitez pas à contacter notre support si vous rencontrez des difficultés.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général<br/><br/><i>PS: Une question, un conseil, adressez-vous à notre support par mail: <a href='mailto:support@topaz.care'>support@topaz.care</a>  ou par téléphone au 02/319.22.41 du lundi au vendredi de8h à 20h et le samedi de 9h à 13h.</i>"
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
	  {
		  "version": "0.0.347",
		  "updateDate": "2019-12-03",
		  "startDate" : "2019-12-03",
		  "endDate" : "2020-01-31",
		  "mainType" : "News",
		  "mainTitle" : "Saint Nicolas avant l’heure !!!!",
		  "mainLink" : null,
		  "modules" : [
			  {
				  "type" : {},
				  "areaCode" : {
					  "fr" : ""
				  },
				  "title" : {
					  "fr" : "Saint Nicolas avant l’heure !!!!"

				  },
				  "description": {
					  "fr": "Que de nouveautés encore une fois dans votre logiciel topaz : <br/><b><i>Les grandes nouveautés :</b><ul><li>Affichage des premiers graphiques d’évolution : Poids, Taille, BMI, Tensions, …</li><li>Import et l’export du Sumehr sur les hubs : RSW – RSB et Vitalink</li><li>Elaboration du schéma de vaccination</li><li>Tout nouveau module de prescriptions développé en concertation avec de nombreux médecins (magistrales, historique, médications chroniques, …). Les OTC arriveront prochainement.</li><li>Module de reporting</li><li>Intégration des échelles d'évaluations : Katz, BelRai, BackPain, Gold, Chad</li><li>Création et gestion des trajets de soins</li></ul></i><hr><b>Toutes les améliorations par Onglets et par Volets</b><br/><br/><b><u>Onglet Patient</u>: Recherche</b><ul><li>Module reporting complètement intégré dont la prévention</li></ul><b><u>Onglet Patient</u>: Dossier patient</b><br/><u>Tous les volets</u><ul><li>Affichage du nom du patient dans toutes les fenêtres</li><li>Introduction d'une date incomplète pour des éléments de soins (exemple : l’année uniquement)</li><li>Si un élément de soin est exclu, il est barré dans le V1, 2 et 3</li></ul><u>Volet 1</u><ul><li>Gestion plus simple des volontés du patient</li><li>Ajout des dernières biométries et affichage des premiers graphiques d’évolution : Poids, Taille, BMI, Tensions, …</li><li>Nouvelle vue sur l'ensemble des prescriptions (possibilité de voir le statut + impression) via menu schéma de médication</li><li>Connexion au CEBAM via les éléments de soins</li><li>Ajout d'une option pour la confidentialité des données (ES, Médication)</li><li>Possibilité de consulter les procédures liées à un ES</li><li>Import et export du Sumehr sur les hubs : RSW – RSB et Vitalink</li><li>Schéma de médication : amélioration de la présentation, possibilité de filtrer des éléments et impression</li></ul><u>Volet 2</u><ul><li>Elaboration du schéma de vaccination : visualisation et encodage via le calendrier vaccinale (enfant et adolescent)</li><li>Nouvelle présentation du plan d'action du patient (gestion des actes préventifs)</li><li>Ajout de la possibilité de renouveler une procédure à une date ultérieure </li><li>Possibilité de filtrer les contacts sur base du prestataire</li><li>Ajout de la vue journal</li></ul><u>Volet 3</u><ul><li>Tout nouveau module de prescription</li><li>Possibilité de changer la date d'un contact (affichage également dans le Volet 2)</li><li>Connexion au BelRai</li><li>Intégration des échelles d'évaluations : Katz, BelRai, BackPain, Gold, Chad </li><li>Possibilité de lier une procédure à un élément de soin</li><li>Possibilité de créer un trajet de soins</li><li>Import et export du Sumehr sur les hubs : RSW – RSB et Vitalink</li></ul><b><u>Onglet « Administration » :</u> Volet rapport</b> <ul><li>Possibilité de consulter et d’imprimer la pyramide des âges de vos patients</li></ul> <b><u>Onglet « 3 petits points »: </u></b><ul><li>Suivi de toutes les modifications d’un dossier patient (logs)</li></ul>N’hésitez pas à contacter notre support si vous rencontrez des difficultés.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général<br/><br/><i>PS: Une question, un conseil, adressez-vous à notre support par mail: <a href='mailto:support@topaz.care'>support@topaz.care</a>  ou par téléphone au 02/319.22.41 du lundi au vendredi de8h à 20h et le samedi de 9h à 13h.</i>"
				  },
				  "images" : [],
				  "links" : []
			  }
		  ]
	  },
    {
      "version": "0.0.318",
      "updateDate": "2019-11-11",
      "startDate" : "2019-11-11",
      "endDate" : "2019-12-02",
      "mainType" : "News",
      "mainTitle" : "Beaucoup de nouveautés vous attendent !!!",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Beaucoup de nouveautés vous attendent !!!"

          },
          "description": {
            "fr": "<b><u>Tableau de bord</u></b><br/>Un nouveau widget vous permet de retrouver sur votre tableau de bord, l’ensemble des évolutions (update) de votre logiciel. Pour le découvrir, il est nécessaire de cliquer sur le bouton modifier la disposition (en haut à droite). <br/><br/><b><u>Dossier «Patient»:</u></b><ul><li><b>Recherche</b><br/>Affichage complet du numéro de téléphone dans la recherche</li><li><b>Onglet ; gestion des doublons</b><br/>Des améliorations ont été apportées dans la gestion des doublons.</li><li><b>Fiche administrative</b><br/>Résolution d’un bug lors de l’import de la date de naissance via la carte d’identité (EID)</li><li><b>Equipe de soins</b><br/>Vous pouvez dès à présent composer l’équipe de soin de votre patient (interne et externe) via son dossier administratif.</li><li><b>Services e-Health</b><ul><li>Liens thérapeutiques : nouvelle présentation de la fenêtre de gestion</li><li>Consentement : nouvelle présentation de la fenêtre de gestion</li><li>Hub : ajout d'une vue journal</li></ul></li><li><b>Volet 1</b><ul><li>Si un élément de soin est exclu, il apparaitra barré dans le volet 1</li><li>Possibilité d'imprimer le schéma de médication</li><li>Ajout des médications aiguës dans le schéma de médication</li><li>Ajout de l’auteur des modifications dans l’historique de chaque élément de soin</li></ul></li><li><b>Volet 2</b><ul><li>Il vous est possible d'imprimer ce volet</li><li>Une nouvelle fenêtre « Répertoire des documents » vous permet de retrouver l’ensemble des documents entrants et sortants du patient. </li></ul></li><li><b>Volet 3</b><ul><li>De nouveaux documents sortants vous attendent: <i>Aide familiale, Aptitude sportive, Attestation AMU, Demande AMU, Bonne santé, Bonne santé (ONE), Forfait incontinence, Frottis de dépistage, ITT salarié – chômeur, Incapacité de vote, Jour de circonstance, Rapport médecin-conseil, Transport ambulance, Coups et blessures.<br/>Afin de vous faciliter la recherche de ces documents, nous développerons prochainement une méthode de recherche plus aisée.</i></li><li>Prescription: ajout de la mention date de fin d’exécution sur les preuves de prescription</li></ul></li><li><b>Administration</b><ul><li>Réaffichage du superviseur dans l'administration (Uniquement pour les médecins stagiaires)</li><li>Avertissement avant l’expiration de votre certificat e-Health</li></ul></li></ul><b><u>Module consultation du registre national : Rn consult</u></b><br/>Ce nouveau module est disponible et vous permet de consulter le numéro national de votre patient.<br/><br/><b><u>Electron</u></b><br/>Lors de l’ouverture de plusieurs fenêtres dans l’Electron (applicatif du PC) votre session e-Health sera automatiquement initialisée.<br/><br/>N’hésitez pas à contacter notre support si vous rencontrez des difficultés.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général<br/><br/><i>PS: Une question, un conseil, adressez-vous à notre support par mail: <a href='mailto:support@topaz.care'>support@topaz.care</a>  ou par téléphone au 02/319.22.41 du lundi au vendredi de8h à 20h et le samedi de 9h à 13h.</i>"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.308",
      "updateDate": "2019-10-27",
      "startDate" : "2019-10-27",
      "endDate" : "2019-11-11",
      "mainType" : "News",
      "mainTitle" : "Topaz, une nouvelle étape franchie vers la labellisation INAMI",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Topaz, une nouvelle étape franchie vers la labellisation INAMI"

          },
          "description": {
            "fr": "Ce jeudi 24 octobre 2019, un minilab (examen) a été organisé conjointement par le RSW / RSB / Vitalink et la plate-forme ehealth. </br> Notre équipe de développement a présenté et réussi les épreuves suivantes : <ul><li>Consentements ehealth et hubs</li><li>Liens thérapeutiques ehealth et hubs</li><li>SUMEHR V2 en écriture pour le Réseau Santé Wallon (RSW) – Réseau Santé Bruxellois (Abrumet) et Vitalink</li></ul> Voilà une nouvelle étape de franchie avec succès. <br/><br/>La prochaine étape est programmée pour le 21 novembre prochain. Nous ne manquerons pas de vous tenir informé. L’étape finale est prévue pour le 6 décembre. Une belle date pour un beau cadeau</br>Merci encore à toute l’équipe pour leur travail au quotidien.</br></br>Merci à vous également pour votre confiance sans cesse renouvelée. Vous êtes déjà très nombreux à faire confiance à topaz. Près de 80 organisations (maisons médicales et cabinets privés) ont signés leur adhésion à topaz dont de nombreux néerlandophones. Merci à eux également.<br/><br/>Vous n’avez pas encore renvoyé votre bon de commande ne tardez pas afin que nous puissions préparer au mieux votre migration. <br/></br><b><center>« Seul, on va plus vite. Ensemble on va plus loin. »</b></center></br>Vous pouvez consulter le tableau des développements <a href='https://www.dropbox.com/s/wtisdaznt228knm/2019%2010%2025%20Labelisation.pdf?dl=0' target='_blank'>ici</a><br/><br/><b><u>Appel à souscription - Construisons ensemble la plateforme social-santé de demain</u></b><br/><br/>La qualité des soins délivrés à vos patients est votre priorité. C’est même le sens de votre engagement, au quotidien. Comme vous le savez, cette qualité dépend de la collaboration et du partage d’informations entre tous les prestataires de santé et les acteurs sociaux. Pour que cet échange entre pairs soit bénéfique, il doit avoir lieu dans un environnement bienveillant, parfaitement sécurisé, ergonomique et sans intérêts financiers.<br/>Grâce à votre aide, nous pouvons travailler en toute indépendance et en concertation avec les acteurs de terrain. Votre soutien est tout simplement indispensable pour renforcer et développer des solutions éprouvées et éthiques, centrées sur votre pratique et sur le bien-être de vos patients."
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.294",
      "updateDate": "2019-10-11",
      "startDate" : "2019-10-11",
      "endDate" : "2019-10-27",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.294 et/ou e-v1.3.5",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Nouvelle version de Topaz"

          },
          "description": {
            "fr": "<b><u>Documents sortants – Nouveau module</u></b><br/>Ils étaient attendus ! Ils sont là !<br/>Vous pouvez aujourd’hui trouver des modèles de documents sortants : <br/><ul><li>Demande d’aide médicale urgente - AMU </li><li>Certificat d’aptitude sportive </li><li>Attestation de grossesse </li><li>Certificat de bonne santé </li><li>Attestation de fréquentation de la crèche </li><li>Coups et blessures </li><li>Présence à une consultation </li><li>Violences physiques </li><li>Rapport MSOAP </li><li>Lettres de liaison </li></ul>Sachez que ces documents seront améliorés prochainement et que cette liste sera également complétée avec d’autres modèles. <br/>Enfin, nous vous rappelons également qu’il vous est possible de créer vos propres modèles via « Nouveau document ». <br/><br/> <b><u>Scanning- Amélioration</u></b><br/>Il vous est aujourd’hui possible de : <ul><li>Scanner vos documents en série (si vous disposez d’un scanner avec avaleuse). </li><li>Après avoir scanné un document, il vous est possible de compléter le champ « Date document ». Si une date est introduite, un contact sera créé à cette date. Par défaut, un contact sera créé à la date du jour. « Contact courant ». </li></ul>Plus d’informations <a href=\"https://www.dropbox.com/s/2e9gxslea1ejvcf/Module_scan.pdf?dl=0\" target=\"_blank\">ici</a><br/><br/><b><u>Facturation au forfait - Amélioration</u></b><ul><li>Ajout de la possibilité de vérifier l’assurabilité pour tous les patients avant votre facturation. </li></ul>N’hésitez pas à contacter notre support si vous rencontrez des difficultés. <br/><br/>Gaëtan DE LAEVER <br/>Coordinateur général<br/><br/>PS : Une question, un conseil, adressez-vous à notre support par mail : <a href='mailto:support@topaz.care'>support@topaz.care</a> ou par téléphone au 02/319.22.41 du lundi au vendredi de 8h à 20h et le samedi de 9h à 13h."
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.286",
      "updateDate": "2019-10-03",
      "startDate" : "2019-10-03",
      "endDate" : "2019-10-10",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.287 et/ou e-v1.3.5",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "<b>Bugs résolus</b><br/><ul><li>Disparition de la fenêtre « Prescriptions » lorsque l’on cliquait à l’extérieur de la fenêtre </li><li>Affichage du libellé des problèmes de santé dans la fenêtre d’édition</li><li>Affichage de la date de début d'un problème de santé</li><li>Affichage des documents des hubs qui était aléatoire pour certains utilisateurs</li><li>Affichage d’un message d’erreur si absence de connexion e-health</li><li>Affichage d’un message d’erreur si absence de consentement ou de lien thérapeutique</li><li>Impossibilité d’enregistrer des MSOAP dans certaines organisations et ce, de manière inconstante par exemple pour certains patients seulement</li><li>Changement de genre pour certains patients</li></ul><b>Facturation au forfait</b><br/>Nouvelles fonctionnalités du module de facturation au forfait : <ul><li>Inscription de nouveaux patients</li><li>Contrôle patient </li><li>Suppression d’un envoi et possibilité de le recréer </li></ul>Plus d’informations <a href=\"https://www.dropbox.com/s/vwrxk7gphtk2n5g/2019%2010%2003%20TOPAZ%20-%20Facturation%20forfait%20-%20Am%C3%A9liorations.pdf?dl=0\" target=\"_blank\">ici</a><br/>N’hésitez pas à contacter notre support si vous rencontrez des difficultés.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général<br/><br/>PS : Une question, un conseil, adressez-vous à notre support par mail : <a href='mailto:support@topaz.care'>support@topaz.care</a> ou par téléphone au 02/319.22.41 du lundi au vendredi de 8h à 20h et le samedi de 9h à 13h. "
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.250",
      "updateDate": "2019-09-01",
      "startDate" : "2019-09-01",
      "endDate" : "2019-09-30",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.260 et/ou e-v1.3.3",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "L’ergonomie d’un logiciel est aussi importante que son contenu. Après quelquesmois d’utilisation, il nous a semblé nécessaire d’améliorer celle-ci sur base de vosretours et avec l’assistance de conseils externes.<br/><br/>Une nouvelle charte graphique a ainsi été élaborée. Elle a été implémentée dansvotre logiciel et sera appliquée à tous nos futurs développements. <br/><br/>L’ergonomie d’un logiciel est aussi importante que son contenu. Après quelquesmois d’utilisation, il nous a semblé nécessaire d’améliorer celle-ci sur base de vosretours et avec l’assistance de conseils externes.Une nouvelle charte graphique a ainsi été élaborée. Elle a été implémentée dansvotre logiciel et sera appliquée à tous nos futurs développements. <br/><br/>Nous espérons que celle-ci rencontrera vos attentes.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général<br/><br/>PS: Une question, un conseil, adressez-vous à notre support par mail: <a href='mailto:support@topaz.care'>support@topaz.care</a>  ou par téléphone au 02/319.22.41 du lundi au vendredi de8h à 20h et le samedi de 9h à 13h."
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.245",
      "updateDate": "2019-08-20",
      "startDate" : "2019-08-20",
      "endDate" : "2019-09-01",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.245 et/ou e-v1.3.2",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "<h3>Bon retour à ceux qui rentrent ☹ et bon départ à ceux qui ne sont pas encore partis 😊</h3>Auriez-vous la gentillesse de bien vouloir diffuser cette « offre » d'emploi ? En effet, nous sommes à la recherche de professionnels de la santé pour assurer la promotion de notre plateforme. Cela peut être un part-time . Merci d'avance pour votre aide.<br /><br />Vous êtes un professionnel de la santé, vous êtes à la recherche d'un nouveau défi et/ou vous souhaitez soutenir un projet ambitieux et innovant...<br /><br /><h3>TOPAZ recherche des représentants pour assurer sa promotion</h3>TOPAZ est un nouveau logiciel transdisciplinaire à destination des médecins, kinésithérapeutes, infirmiers, psychologues, assistants sociaux mis sur pied par plusieurs associations du domaine de la santé, du médical et du paramédical.<br />La plateforme permet la prise de rendez-vous via un agenda intégré, l'encodage des données du patient et le partage de celle-ci dans un environnement très sécurisé.<br />Plus d'infos sur <a href=\"http://www.topaz.care\" target=\"_blank\">www.topaz.care</a><br /><br /><h3>Profil recherché</h3>Un professionnel de la santé (médecin, kinésithérapeute, infirmier...) pour promouvoir Topaz. Dans ce cadre :<br /><ul><li>Vous avez ou vous exercez une profession médicale et vous avez envie de relever un nouveau défi.</li><li>Vous irez à la rencontre des maisons médicales, centres de planning familial, cabinets médicaux pour présenter Topaz et en assurer la promotion.</li><li>Vous contribuerez au développement de Topaz dans votre région tout en travaillant en étroite collaboration avec les autres membres de notre équipe.</li><li>Vous parlez français et/ou néerlandais</li><li>Vous avez le Permis B + Véhicule</li><li>Vous aimez le contact</li><li>Vous êtes disponible, dynamique, motivé, autonome et vous faites preuve d'initiatives.</li></ul><br /><h3>Ce que nous vous offrons</h3><ul><li>Un nouveau défi professionnel ;</li><li>Une rémunération attractive ;</li><li>Un travail varié offrant de nombreuses possibilités ;</li><li>La possibilité de gérer votre temps ;</li><li>Faire partie d'une équipe dynamique qui croit en ce qu'elle fait avec des valeurs fortes et un projet en constante évolution.</li></ul><br />Belle journée à vous,<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.227",
      "updateDate": "2019-07-26",
      "startDate" : "2019-07-26",
      "endDate" : "2019-08-20",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.227 et/ou e-v1.3.0.",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Cher(ère) utilisateur(trice) de TOPAZ,<br /><br />Comme promis et malgré la période d'été, nous continuons à améliorer votre logiciel :<br /><br /><ul><li>Onglet 1 - Tableau de bord - Correction de la mise à jour des patients récents.</li><li>Onglet 2 - Patients - Volet 2 - Ligne du temps : Affichage des informations des documents importés dans les contacts : type, nom et date du document.</li><li>Onglet 2 - Patients - Volet 2 - Ligne du temps - Barre inférieur de sélection : Nouvelles options de sélections et de tris pour les contacts liés à des documents importés. <a href=\"https://www.dropbox.com/s/gkw4oiaf4bv64dz/manuel-ligne-du-temps.pdf?dl=0\" target=\"_blank\">Consulter ici le manuel dédié</a>.</li><li>Onglet 2 - Patients - Volet 3 - Personnes de contact - Amélioration de la saisies des données relationnelles et de leur sauvegarde.</li><li>Onglet 2 - Patients - Volet 3 - Facturation - Le ticket modérateur est maintenant repris, avec prise en compte des patients BIM.</li><li>Onglet 2 - Patients - Volet 3 - Prescription - Prise en compte des retours à la ligne dans les prescriptions magistrales, lors des impressions en recipe et non-recipe.</li><li>Onglet 2 - Patients - Volet 3 - Actions planifiées-Historique des vaccins - Correction de l'affichage des l'historique des vaccins.</li><li>Onglet 2 - Patients - Volet 3 - Traitements médicamenteux – Médications chroniques - Correction des dates et de leur affichage.</li><li>Onglet 2 - Patients - Volet 3 - Facuration - Redirection automatique vers E-Attest (si le patient n'est pas BIM), vers E-Fact (si le patient est BIM), vers le papier (si le patient n'est pas en ordre de mutuelle).</li><li>Onglet 4 - Message - Volet 2 - Nouveau document entrant : Interface simplifiée. Plus besoin de sélectionner le scanner. Tous les paramètres de configuration ne sont plus que dans l'Administration. <a href=\"https://www.dropbox.com/s/zxen8s8pv96i1hj/manuel-scanner.pdf?dl=0\" target=\"_blank\">Consulter ici le manuel dédié</a>.</li><li>Onglet 6 - Administration - Mon profil utilisateur - Imprimantes : Paramètres de numérisation couleur / noir & blanc et recto / recto-verso (duplex) disponibles.</li></ul><br/><br/>N'oubliez pas que pour tout problème, vous pouvez contacter notre support au 02/319.22.41 du lundi au vendredi de 8h à 20 h et le samedi de 9h à 13h. En dehors de ces horaires, vous pouvez aussi utiliser l'adresse mail : <a href='mailto:support@topaz.care' target='_blank'>support@topaz.care</a><br/>Belle journée à vous<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.218",
      "updateDate": "2019-07-16",
      "startDate" : "2019-07-16",
      "endDate" : "2019-07-31",
      "mainType" : "News",
      "mainTitle" : "Version : frontend : 0.0.218 et/ou e-v1.2.14.",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Cher(ère) utilisateur(trice) de TOPAZ,<br /><br />Comme promis et malgré la période d'été, nous continuons à améliorer votre logiciel :<br /><ul><li>Onglet 1 - Tableau de bord - Patients récents : Le problème de mise à jour du widget (bloc) \"patients récents\" est résolu.</li><li>Onglet 2 Patient - Volet 1 - Correction de la date de début des médications chroniques qui étaient erronées chez certains patients.</li><li>Onglet 2 Patient - Amélioration du changement d'onglet entre patient et agenda. Votre dossier patient reste maintenant ouvert. Il n'y a plus besoin de le recharger.</li><li>Onglet 2 Patient - Volet 2 - Correction de l'affichage de l'historique des vaccins</li><li>Onglet 2 Patient - Volet 2 - Correction d'un bug lors du réaffichage d'une procédure, certains champs disparaissaient.</li><li>Onglet 2 Patient - Volet 3 - Correction de l'impression des magistrales.</li><li>Onglet 2 Patient - Volet 3 - Facturation - Eattest pour BIM.</li><li>Le logiciel redirige automatiquement le prestataire vers :<ul><li>eattest si le patient n'est pas BIM.</li><li>efact si le patient est BIM.</li><li>Version papier si le patient n'est pas en ordre de mutuelle.</li></ul><li>Onglet 2 Patient - Volet 3 - Facturation - Montant facturé  Dans le cas d'une facture de type efact avec supplément d'honoraires, le montant affiché aujourd'hui correspond au ticket modérateur + supplément.</li></ul><br/><br/>N'oubliez pas que pour tout problème, vous pouvez contacter notre support au 02/319.22.41 du lundi au vendredi de 8h à 20 h et le samedi de 9h à 13h. En dehors de ces horaires, vous pouvez aussi utiliser l'adresse mail : <a href='mailto:support@topaz.care' target='_blank'>support@topaz.care</a><br/>Belle journée à vous<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.215",
      "updateDate": "2019-07-09",
      "startDate" : "2019-07-09",
      "endDate" : "2019-07-31",
      "mainType" : "News",
      "mainTitle" : "TOPAZ fête son premier anniversaire.",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "En juin 2018, nos développeurs se sont installés dans les locaux de TAKTIK à La Hulpe pour commencer le développement de votre plateforme social-santé transdisciplinaire. Ils n’ont depuis cette date, pas ménagés leurs efforts pour rendre plus convivial et plus performant votre logiciel. Nous ne vous remercierons jamais assez pour la patience et la collaboration que vous nous avez témoigné qui nous permettent aujourd’hui de disposer d’un logiciel déjà performant après un peu moins d’un an de développement.<br/> Mais les vacances ne seront pas synonymes de repos pour autant.<br/>Les priorités seront donc les suivantes pour ces mois d’été :<ul><li>l'envoi de documents sur les Hubs – Réseau Santé Wallon – Abrumet – Vitalink</li><li>le développement du module « Kiné » et du nouveau module « Prescriptions »</li><li>la mise au point de l’électron pour Mac</li><li>les documents sortants ainsi que les lettres de liaison</li><li>l’amélioration de l’ergonomie générale</li><li>les premiers tests de migration vers Pricare.</li><li> l’usage en multi-agrément et/ou en multi-sites</li></ul> Enfin, nous préparons également la labélisation de votre logiciel TOPAZ. En effet, les critères ont été publiés ce 1er juillet…<br/><br/>Vous le voyez de nombreux challenges nous attendent encore mais soyez assurés que nous continuerons à tout mettre en œuvre pour que TOPAZ réponde pleinement à vos attentes et à celles de vos patients.<br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.214",
      "updateDate": "2019-07-08",
      "startDate" : "2019-07-08",
      "endDate" : "2019-07-31",
      "mainType" : "News",
      "mainTitle" : "Centrale d’achat",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Nous réfléchissons actuellement à intégrer une centrale d’achat au sein de notre logiciel TOPAZ, afin d’identifier si cette proposition peut retenir votre intérêt et si celle-ci est économiquement viable, nous vous sollicitons afin d’obtenir une copie de vos factures d’achats du matériel médical et paramédical pour l’exercice comptable 2018. <br/><br/>Si vous marquez votre accord sur le transfert de ces informations, merci d’en adresser une copie à l’adresse mail suivante : <a href='mailto:compta@topaz.care'>compta@topaz.care</a>. <br/>Nous vous garantissons que ces informations serviront uniquement à la gestion de ce projet. <br/><br/>Afin de répertorier toutes ces informations, nous avons engagé spécifiquement un étudiant (Christopher) sur ce projet. Il est possible qu’il prenne contact avec-vous par téléphone afin de récolter plus rapidement ces informations. <br/><br/>Merci de lui réserver un bon accueil. <br/><br/>Bel été à vous. <br/><br/>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316<br/>"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.203",
      "updateDate": "2019-07-03",
      "startDate" : "2019-07-03",
      "endDate" : "2019-07-07",
      "mainType" : "News",
      "mainTitle" : "*** Votre avis compte *** Présentation de la maquette du nouveau module de prescriptions",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Vous êtes plusieurs à nous avoir précisé que le module de prescriptions nerencontrait pas totalement vos attentes notamment en matière d’ergonomie. Nous avons donc mené une nouvelle réflexion avec différents médecins afin derendre ce module plus performant et plus intuitif.<br/><br/>Vous pouvez télécharger cette maquette* via ce lien: <a href='https://www.dropbox.com/s/s3vtjggndun0cj7/Prescriptions_V5%20%281%29.pdf?dl=0' target='_blank'>Maquette</a> </br><br/>Nous souhaitons obtenir votre avis sur cette proposition. A cet égard et afin devous en expliquer le fonctionnement, nous présenterons celle-ci en visio-conférence ce <b>vendredi 5 juillet à 10h</b> via le lien suivant: <a href='https://zoom.us/j/979179192'>https://zoom.us/j/979179192</a></br></br>Si vous ne pouvez participer à cette présentation, vous pourrez nous adresservos réflexions par mail à support@topaz.care et ce, avant le 15 juillet prochain,date à laquelle nous démarrerons son développement.<br/>Merci de votre collaboration et bonnes vacances à vous.</br></br>Gaëtan DE LAEVER<br/>Coordinateur général</br><a href='mailto:gdl@topaz.care'>gdl@topaz.care</a> – 0474/209.316<br/><i>* Merci de ne pas tenir compte des médicaments repris, ce ne sont que des exemples.</i>"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.193",
      "updateDate": "2019-06-12",
      "startDate" : "2019-06-12",
      "endDate" : "2019-06-30",
      "mainType" : "News",
      "mainTitle" : "Version : frontend: 0.0.193 et/ou e-v1.2.10.",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Vos anciens messages (ceux qui vous ont été adressés avant le 11 juin à 7h30) viennent d’être convertis dans votre nouvelle eHealthBox. Vous pouvez maintenant affecter tous vos résultats et protocoles à vos patients. <br/><br/>Merci pour votre patience.<br/><br/>N’oubliez pas que vous pouvez retrouver tous vos modes d’emploi via l’onglet « 3 petits points » - Tutoriels en haut à droite de votre logiciel via <a href='https://www.topaz.care' target='_blank'>www.topaz.care</a> Onglet « Support » Tutoriel <ul><li><a href='https://www.dropbox.com/s/q40rmxol7hf3uqw/hubs.pdf?dl=0' target='_blank'>Hubs</a></li><li><a href='https://www.dropbox.com/s/okzkx3xbt4wsz4s/20190612-v2.pdf?dl=0' target='_blank'>Ehbox</a></li></ul> Nous vous proposons également de poser toutes vos questions par rapport aux nombreuses évolutions par visio-conférence ce vendredi 14 juin dès 14h30 via : <a href='https://zoom.us/j/997590140'>https://zoom.us/j/997590140</a><br/><br/>Gaëtan DE LAEVER, <br/>Coordinateur général "
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.188",
      "updateDate": "2019-06-10",
      "startDate" : "2019-06-10",
      "endDate" : "2019-06-30",
      "mainType" : "News",
      "mainTitle" : "Version : frontend: 0.0.188 et/ou e-v1.2.10.",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Comme promis, nos équipes ont travaillé ce long week-end pour vous offrir :<ul><li><b>une nouvelle e-Healthbox –  <span style='color: red'>Attention!!! Vos anciens messages seront uniquement convertis ce mercredi 12 matin. Encore un tout petit peu de patience pour classer vos anciens messages !!!</span></li><li>un accès aux hubs en consultation avec possibilité d’importer les documents images et pdf.</li><li>la possibilité de scanner vos documents <ul><li>soit directement depuis le dossier du patient</li><li>soit en série et d’en faire l’allocation par la suite.</li></ul></ul></b>N’hésitez pas à consulter nos modes d’emploi via <a href='www.topaz.care' target='_blank'>www.topaz.care</a> Onglet«Support» Tutoriel <ul><li><a href='https://www.dropbox.com/s/q40rmxol7hf3uqw/hubs.pdf?dl=0' target='_blank'>Hubs</a></li></ul>Nous vous proposons également de poser vos questions en ligne ce vendredi 14 juin dès 14h30 via: <a href='https://zoom.us/j/997590140' target='_blank'>https://zoom.us/j/997590140</a><br/><br/>Gaëtan DE LAEVER,<br/>Coordinateur général"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.178",
      "updateDate": "2019-06-07",
      "startDate" : "2019-06-07",
      "endDate" : "2019-06-10",
      "mainType" : "News",
      "mainTitle" : "La prochaine mise à jour de votre logiciel Topaz est prévue pour le 11 juin",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Après votre long week-end de Pentecôte, vous découvrirez plein de nouveautés dans votre logiciel TOPAZ: <ul><li>Une ehealthbox totalement revue</li><li>La possibilité de scanner rapidement vos documents</li><li>La consultation des hubs (l'envoi des documents arrivera bientôt)</li></ul><br/>Bon weekend à vous"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.178",
      "updateDate": "2019-06-03",
      "startDate" : "2019-06-03",
      "endDate" : "2019-06-06",
      "mainType" : "News",
      "mainTitle" : "Plus que quelques jours à attendre !!!",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Cher(ère) utilisateur(trice) de TOPAZ, <br/> Nos équipes ont travaillé ce long week-end de l’ascension pour vous offrir : <b><ul><li>une toute nouvelle e-Healthbox</li><li>un accès aux hubs en consultation avec possibilité d’importer les documents images et pdf.</li><li>la possibilité de scanner vos documents: </li><ul><li>soit directement depuis le dossier du patient</li><li>soit en série et d’en faire l’allocation par la suite.</li></ul></ul></b>Les dernières adaptations sont en cours suite aux tests réalisés.<br/><br/>Ensuite, nos équipes travailleront principalement sur l’export et la synchronisation du sumher et des schémas médications sur les hubs ainsi que sur la refonte du module prescription.<br/><br/>N’oubliez pas de contacter notre helpdesk, si vous rencontrez des difficultés. <br/>Du lundi au vendredi de 8h à 20h et le samedi de 9h à 13h au 02/319.22.41 ou par mail : <a href='mailto:support@topaz.care'>support@topaz.care</a>.<br/><br/>Gaëtan DE LAEVER, Coordinateur général"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.174",
      "updateDate": "2019-05-25",
      "startDate" : "2019-05-02",
      "endDate" : "2019-06-02",
      "mainType" : "News",
      "mainTitle" : "Bienvenue",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "Cher(ère) utilisateur(trice) de TOPAZ, <br/>Lundi dernier vous avez peut-être vu furtivement apparaître cet écran d’informations dit « <b>pop-up</b> ».Nous vous annoncions une nouvelle version de votre logiciel. Malheureusement, après quelques heures d’utilisation, nous avons dû revenir à la version antérieure car de trop nombreux disfonctionnements étaient constatés. Pour éviter à l’avenir ces désagréments, nous avons décidé <b>d’intensifier nos tests préalables</b>. Nous pouvons aujourd’hui vous informer que les améliorations suivantes ont été apportées à votre logiciel :"
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "frontend : 0.0.174 et/ou e-v1.2.10.",
      "updateDate": "2019-05-25",
      "startDate" : "2019-05-25",
      "endDate" : "2019-06-06",
      "mainType" : "Update",
      "mainTitle" : "",
      "mainLink" : "https://www.dropbox.com/s/xq5gtgbkkm1vkzi/20190519_release.pdf",
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Possibilité d’agrandir ou de diminuer les volets du dossier médical "
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        },
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Possibilité de rédiger des rapports et d’enregistrer vos propres modèles "
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        },
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "ITT : ajout « incapacité de fréquenter la crèche »"
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        },
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "efact : possibilité de gérer ses numéros d’envois"
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        },
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Imprimer au format DL, choisir A5/DL"
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        },
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : "Amélioration du module « Fusion des patients »"
          },
          "description": {
            "fr": ""
          },
          "images" : [],
          "links" : []
        }
      ]
    },
    {
      "version": "0.0.174",
      "updateDate": "2019-05-25",
      "startDate" : "2019-05-25",
      "endDate" : "2019-06-02",
      "mainType" : "News",
      "mainTitle" : "Futures améliorations",
      "mainLink" : null,
      "modules" : [
        {
          "type" : {},
          "areaCode" : {
            "fr" : ""
          },
          "title" : {
            "fr" : ""
          },
          "description": {
            "fr": "<ol><li><b>les modules suivants sont développés:</b><br/> <ol><li>Scanning : possibilité d’intégrer directement un scan dans le dossier du patient</li><li>Toute nouvelle version de la e-Heathbox. Les tests sont actuellement en cours, nous espérons pouvoir mettre en ligne ces modules lundi prochain.</li></ol></li><li><b>Le développement du module permettant l’accessibilité aux hubs est presque terminé.</b><br/> </li><li><b>La refonte du module « prescription » est en cours d’élaboration, vous serez consulté prochainement.</b></li></ol><br/> Nous espérons que ces évolutions vous permettront de faciliter votre travail au quotidien.<br/>Bonne semaine à vous.<br/>Gaëtan DE LAEVER, Coordinateur général"
          },
          "images" : [],
          "links" : []
        }
      ]
    }
  ]
}
